Repository: Ashish-Langhe/Fintrax
Catalog: ExpenseTracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, hi, mr

# expenses.categorySelector.addCategoryMessage
source: Enter a short category name. You can edit icon and color from the Categories tab.
de: Gib einen kurzen Kategorienamen ein. Icon und Farbe kannst du im Kategorien-Tab bearbeiten.
es: Ingresa un nombre corto. Puedes editar icono y color desde la pestaña Categorías.
hi: एक छोटा श्रेणी नाम दर्ज करें। आइकन और रंग श्रेणियां टैब से बदल सकते हैं।
mr: लहान श्रेणी नाव प्रविष्ट करा. आयकॉन आणि रंग श्रेणी टॅबमधून बदलू शकता.

# expenses.categorySelector.addNew
source: Add New Category
de: Neue Kategorie hinzufügen
es: Agregar nueva categoría
hi: नई श्रेणी जोड़ें
mr: नवीन श्रेणी जोडा

# expenses.categorySelector.categoryName
source: Category Name
de: Kategoriename
es: Nombre de categoría
hi: श्रेणी नाम
mr: श्रेणी नाव

# expenses.categorySelector.createPlaceholder
source: Feature to create new categories would be implemented here
de: Die Funktion zum Erstellen neuer Kategorien wird hier implementiert
es: La función para crear categorías se implementará aquí
hi: नई श्रेणियां बनाने की सुविधा यहां जोड़ी जाएगी
mr: नवीन श्रेणी तयार करण्याची सुविधा येथे जोडली जाईल

# expenses.categorySelector.defaultCategory
source: Default category
de: Standardkategorie
es: Categoría predeterminada
hi: डिफ़ॉल्ट श्रेणी
mr: डीफॉल्ट श्रेणी

# expenses.categorySelector.duplicate
source: A category with this name already exists
de: Eine Kategorie mit diesem Namen existiert bereits
es: Ya existe una categoría con este nombre
hi: इस नाम की श्रेणी पहले से मौजूद है
mr: या नावाची श्रेणी आधीच अस्तित्वात आहे

# expenses.categorySelector.gotIt
source: Got It
de: Verstanden
es: Entendido
hi: समझ गया
mr: समजले

# expenses.categorySelector.nameEmpty
source: Category name cannot be empty
de: Kategoriename darf nicht leer sein
es: El nombre no puede estar vacío
hi: श्रेणी नाम खाली नहीं हो सकता
mr: श्रेणी नाव रिकामे असू शकत नाही

# expenses.categorySelector.nameTooLong
source: Category name cannot exceed %lld characters
de: Kategoriename darf höchstens %lld Zeichen haben
es: El nombre no puede superar %lld caracteres
hi: श्रेणी नाम %lld अक्षरों से अधिक नहीं हो सकता
mr: श्रेणी नाव %lld वर्णांपेक्षा जास्त नसावे

# expenses.categorySelector.noCategories
source: No Categories
de: Keine Kategorien
es: Sin categorías
hi: कोई श्रेणी नहीं
mr: श्रेणी नाहीत

# expenses.categorySelector.noCategoriesDescription
source: Categories could not be loaded. Go back and try again.
de: Kategorien konnten nicht geladen werden. Gehe zurück und versuche es erneut.
es: No se pudieron cargar las categorías. Vuelve e inténtalo de nuevo.
hi: श्रेणियां लोड नहीं हो सकीं। वापस जाकर फिर कोशिश करें।
mr: श्रेणी लोड करता आल्या नाहीत. मागे जा आणि पुन्हा प्रयत्न करा.

# expenses.categorySelector.selectTitle
source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
hi: श्रेणी चुनें
mr: श्रेणी निवडा

# expenses.common.category
source: Category
de: Kategorie
es: Categoría
hi: श्रेणी
mr: श्रेणी

# expenses.common.entries
source: Entries
de: Einträge
es: Entradas
hi: एंट्री
mr: नोंदी

# expenses.common.itemCount
source: %lld items
de: %lld Einträge
es: %lld elementos
hi: %lld आइटम
mr: %lld आयटम

# expenses.common.none
source: None
de: Keine
es: Ninguno
hi: कोई नहीं
mr: काही नाही

# expenses.common.uncategorized
source: Uncategorized
de: Nicht kategorisiert
es: Sin categoría
hi: बिना श्रेणी
mr: वर्गीकृत नाही

# expenses.common.unknown
source: Unknown
de: Unbekannt
es: Desconocido
hi: अज्ञात
mr: अज्ञात

# expenses.day.avgEntry
source: Avg Entry
de: Ø Eintrag
es: Prom. entrada
hi: औसत एंट्री
mr: सरासरी नोंद

# expenses.day.dayTotal
source: Day total
de: Tagessumme
es: Total del día
hi: दिन का कुल
mr: दिवसाचे एकूण

# expenses.day.expensesRecorded
source: %lld expenses recorded
de: %lld Ausgaben erfasst
es: %lld gastos registrados
hi: %lld खर्च दर्ज
mr: %lld खर्च नोंदले

# expenses.day.highestItem
source: Highest Item
de: Höchster Posten
es: Mayor gasto
hi: सबसे बड़ा आइटम
mr: सर्वाधिक आयटम

# expenses.day.highToLow
source: High to low
de: Hoch zu niedrig
es: Mayor a menor
hi: अधिक से कम
mr: जास्त ते कमी

# expenses.day.noExpensesOnDate
source: No expenses recorded on this date
de: Keine Ausgaben an diesem Datum
es: No hay gastos en esta fecha
hi: इस तारीख पर कोई खर्च नहीं
mr: या तारखेला खर्च नोंदलेले नाहीत

# expenses.day.quietDay
source: Quiet day
de: Ruhiger Tag
es: Día tranquilo
hi: शांत दिन
mr: शांत दिवस

# expenses.day.quietDayMessage
source: No expense entries are attached to this calendar date.
de: Für dieses Kalenderdatum gibt es keine Ausgaben.
es: No hay gastos asociados a esta fecha.
hi: इस कैलेंडर तारीख से कोई खर्च एंट्री जुड़ी नहीं है।
mr: या कॅलेंडर तारखेला खर्च नोंदी जोडलेल्या नाहीत.

# expenses.day.topCategory
source: Top Category
de: Top-Kategorie
es: Categoría principal
hi: शीर्ष श्रेणी
mr: शीर्ष श्रेणी

# expenses.delete.action
source: Delete Expense
de: Ausgabe löschen
es: Eliminar gasto
hi: खर्च हटाएं
mr: खर्च हटवा

# expenses.delete.genericMessage
source: This expense will be removed from your history.
de: Diese Ausgabe wird aus deinem Verlauf entfernt.
es: Este gasto se eliminará de tu historial.
hi: यह खर्च आपके इतिहास से हट जाएगा।
mr: हा खर्च तुमच्या इतिहासातून हटवला जाईल.

# expenses.delete.keep
source: Keep Expense
de: Ausgabe behalten
es: Conservar gasto
hi: खर्च रखें
mr: खर्च ठेवा

# expenses.delete.question
source: Delete Expense?
de: Ausgabe löschen?
es: ¿Eliminar gasto?
hi: खर्च हटाएं?
mr: खर्च हटवायचा?

# expenses.delete.specificMessage
source: This removes “%@” from your expense history and dashboard totals.
de: Dies entfernt „%@“ aus deinem Ausgabenverlauf und den Dashboard-Summen.
es: Esto elimina “%@” de tu historial y totales del panel.
hi: यह “%@” को आपके खर्च इतिहास और डैशबोर्ड कुल से हटाएगा।
mr: हे “%@” तुमच्या खर्च इतिहास आणि डॅशबोर्ड एकूणातून हटवेल.

# expenses.display.accessibility
source: Expense display mode
de: Ausgabenanzeige
es: Modo de vista de gastos
hi: खर्च दिखाने का मोड
mr: खर्च प्रदर्शन मोड

# expenses.display.list
source: List
de: Liste
es: Lista
hi: सूची
mr: यादी

# expenses.display.month
source: Month
de: Monat
es: Mes
hi: माह
mr: महिना

# expenses.empty.addFirst
source: Start by adding your first expense
de: Füge zuerst deine erste Ausgabe hinzu
es: Empieza agregando tu primer gasto
hi: पहला खर्च जोड़कर शुरू करें
mr: पहिला खर्च जोडून सुरू करा

# expenses.empty.adjustFilters
source: Try adjusting your filters or search terms
de: Passe Filter oder Suchbegriffe an
es: Ajusta filtros o términos de búsqueda
hi: फ़िल्टर या खोज शब्द बदलकर देखें
mr: फिल्टर किंवा शोध शब्द बदला

# expenses.empty.noExpenses
source: No Expenses Yet
de: Noch keine Ausgaben
es: Aún no hay gastos
hi: अभी कोई खर्च नहीं
mr: अजून खर्च नाहीत

# expenses.empty.noMatching
source: No Matching Expenses
de: Keine passenden Ausgaben
es: No hay gastos coincidentes
hi: मेल खाते खर्च नहीं
mr: जुळणारे खर्च नाहीत

# expenses.error
source: Error
de: Fehler
hi: त्रुटि
mr: त्रुटी

# expenses.feed.transactions
source: Transactions
de: Transaktionen
es: Transacciones
hi: लेनदेन
mr: व्यवहार

# expenses.filter.allCategories
source: All Categories
de: Alle Kategorien
es: Todas las categorías
hi: सभी श्रेणियां
mr: सर्व श्रेणी

# expenses.filter.byCategory
source: Filter by %@
de: Nach %@ filtern
es: Filtrar por %@
hi: %@ से फ़िल्टर करें
mr: %@ नुसार फिल्टर करा

# expenses.filter.dateRange
source: Date Range
de: Datumsbereich
es: Rango de fechas
hi: तारीख सीमा
mr: तारीख श्रेणी

# expenses.filter.done
source: Done
de: Fertig
es: Listo
hi: हो गया
mr: पूर्ण

# expenses.filter.open
source: Open filters
de: Filter öffnen
es: Abrir filtros
hi: फ़िल्टर खोलें
mr: फिल्टर उघडा

# expenses.filter.refine
source: Refine your expenses
de: Ausgaben verfeinern
es: Refina tus gastos
hi: अपने खर्च को बेहतर छांटें
mr: तुमचे खर्च नीट फिल्टर करा

# expenses.filter.reset
source: Reset
de: Zurücksetzen
es: Restablecer
hi: रीसेट
mr: रीसेट

# expenses.filter.resetFilters
source: Reset Filters
de: Filter zurücksetzen
es: Restablecer filtros
hi: फ़िल्टर रीसेट करें
mr: फिल्टर रीसेट करा

# expenses.filter.selectedCategory
source: Selected Category
de: Ausgewählte Kategorie
es: Categoría seleccionada
hi: चुनी हुई श्रेणी
mr: निवडलेली श्रेणी

# expenses.filter.showEveryExpense
source: Show every expense
de: Alle Ausgaben anzeigen
es: Mostrar todos los gastos
hi: हर खर्च दिखाएं
mr: प्रत्येक खर्च दाखवा

# expenses.filter.sortBy
source: Sort By
de: Sortieren nach
es: Ordenar por
hi: क्रमबद्ध करें
mr: क्रमवारी

# expenses.filter.title
source: Filter Expenses
de: Ausgaben filtern
es: Filtrar gastos
hi: खर्च फ़िल्टर करें
mr: खर्च फिल्टर करा

# expenses.form.addExpense
source: Add Expense
de: Ausgabe hinzufügen
es: Agregar gasto
hi: खर्च जोड़ें
mr: खर्च जोडा

# expenses.form.amount
source: Amount
de: Betrag
es: Importe
hi: राशि
mr: रक्कम

# expenses.form.categoryLoadFailed
source: Failed to load categories
de: Kategorien konnten nicht geladen werden
es: No se pudieron cargar las categorías
hi: श्रेणियां लोड नहीं हुईं
mr: श्रेणी लोड करण्यात अयशस्वी

# expenses.form.chooseCategoryDetails
source: Choose category and details
de: Kategorie und Details wählen
es: Elige categoría y detalles
hi: श्रेणी और विवरण चुनें
mr: श्रेणी आणि तपशील निवडा

# expenses.form.completeRequiredFields
source: Complete amount, title, and category
de: Betrag, Titel und Kategorie ausfüllen
es: Completa importe, título y categoría
hi: राशि, शीर्षक और श्रेणी पूरी करें
mr: रक्कम, शीर्षक आणि श्रेणी पूर्ण करा

# expenses.form.couldNotSave
source: Could Not Save
de: Konnte nicht speichern
es: No se pudo guardar
hi: सेव नहीं हो सका
mr: सेव्ह करता आले नाही

# expenses.form.date
source: Date
de: Datum
es: Fecha
hi: तारीख
mr: तारीख

# expenses.form.editExpense
source: Edit Expense
de: Ausgabe bearbeiten
es: Editar gasto
hi: खर्च संपादित करें
mr: खर्च संपादित करा

# expenses.form.fixErrors
source: Please fix the errors before saving
de: Bitte Fehler vor dem Speichern beheben
es: Corrige los errores antes de guardar
hi: सेव करने से पहले त्रुटियां ठीक करें
mr: सेव्ह करण्यापूर्वी त्रुटी दुरुस्त करा

# expenses.form.needsAttention
source: Needs attention
de: Benötigt Aufmerksamkeit
es: Requiere atención
hi: ध्यान चाहिए
mr: लक्ष आवश्यक

# expenses.form.new
source: New
de: Neu
es: Nuevo
hi: नया
mr: नवीन

# expenses.form.noCategories
source: No categories available
de: Keine Kategorien verfügbar
es: No hay categorías disponibles
hi: कोई श्रेणी उपलब्ध नहीं
mr: श्रेणी उपलब्ध नाहीत

# expenses.form.note
source: Note
de: Notiz
es: Nota
hi: नोट
mr: नोट

# expenses.form.noteTooLong
source: Note cannot exceed %lld characters
de: Notiz darf höchstens %lld Zeichen haben
es: La nota no puede superar %lld caracteres
hi: नोट %lld अक्षरों से अधिक नहीं हो सकता
mr: नोट %lld वर्णांपेक्षा जास्त नसावी

# expenses.form.optionalNote
source: Optional note
de: Optionale Notiz
es: Nota opcional
hi: वैकल्पिक नोट
mr: पर्यायी नोट

# expenses.form.readyToSave
source: Ready to save
de: Bereit zum Speichern
es: Listo para guardar
hi: सेव करने के लिए तैयार
mr: सेव्ह करण्यास तयार

# expenses.form.reviewDetails
source: Review Details
de: Details prüfen
es: Revisar detalles
hi: विवरण जांचें
mr: तपशील तपासा

# expenses.form.saveChanges
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
hi: बदलाव सेव करें
mr: बदल सेव्ह करा

# expenses.form.saveFailed
source: Failed to save expense: %@
de: Ausgabe konnte nicht gespeichert werden: %@
es: No se pudo guardar el gasto: %@
hi: खर्च सेव नहीं हुआ: %@
mr: खर्च सेव्ह करण्यात अयशस्वी: %@

# expenses.form.selectCategory
source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
hi: श्रेणी चुनें
mr: श्रेणी निवडा

# expenses.form.smartCategory
source: Smart Category
de: Smarte Kategorie
es: Categoría inteligente
hi: स्मार्ट श्रेणी
mr: स्मार्ट श्रेणी

# expenses.form.smartCategoryAccessibility
source: Smart Category suggested %@
de: Smarte Kategorie vorgeschlagen: %@
es: Categoría inteligente sugerida: %@
hi: स्मार्ट श्रेणी सुझाव: %@
mr: स्मार्ट श्रेणी सुचवली: %@

# expenses.form.titleFieldName
source: Title
de: Titel
es: Título
hi: शीर्षक
mr: शीर्षक

# expenses.form.titlePlaceholder
source: Expense title
de: Ausgabentitel
es: Título del gasto
hi: खर्च शीर्षक
mr: खर्च शीर्षक

# expenses.form.update
source: Update
de: Aktualisieren
es: Actualizar
hi: अपडेट
mr: अपडेट

# expenses.form.validation.amountPositive
source: Amount must be greater than zero
de: Betrag muss größer als null sein
es: El importe debe ser mayor que cero
hi: राशि शून्य से अधिक होनी चाहिए
mr: रक्कम शून्यापेक्षा जास्त असावी

# expenses.form.validation.amountRequired
source: Amount is required
de: Betrag ist erforderlich
es: El importe es obligatorio
hi: राशि जरूरी है
mr: रक्कम आवश्यक आहे

# expenses.form.validation.categoryRequired
source: Please select a category
de: Bitte Kategorie auswählen
es: Selecciona una categoría
hi: कृपया श्रेणी चुनें
mr: कृपया श्रेणी निवडा

# expenses.form.validation.titleRequired
source: Title cannot be empty
de: Titel darf nicht leer sein
es: El título no puede estar vacío
hi: शीर्षक खाली नहीं हो सकता
mr: शीर्षक रिकामे असू शकत नाही

# expenses.form.validation.titleTooLong
source: Title cannot exceed %lld characters
de: Titel darf höchstens %lld Zeichen haben
es: El título no puede superar %lld caracteres
hi: शीर्षक %lld अक्षरों से अधिक नहीं हो सकता
mr: शीर्षक %lld वर्णांपेक्षा जास्त नसावे

# expenses.loadFailed
source: Failed to load expense: %@
de: Ausgabe konnte nicht geladen werden: %@
es: No se pudo cargar el gasto: %@
hi: खर्च लोड नहीं हुआ: %@
mr: खर्च लोड करण्यात अयशस्वी: %@

# expenses.loading
source: Loading expenses...
de: Ausgaben werden geladen...
es: Cargando gastos...
hi: खर्च लोड हो रहे हैं...
mr: खर्च लोड होत आहेत...

# expenses.loading.short
source: Loading...
de: Wird geladen...
es: Cargando...
hi: लोड हो रहा है...
mr: लोड होत आहे...

# expenses.period.allTime
source: All time
de: Gesamter Zeitraum
es: Todo el tiempo
hi: सभी समय
mr: सर्व काळ

# expenses.retry
source: Retry
de: Erneut versuchen
es: Reintentar
hi: फिर कोशिश करें
mr: पुन्हा प्रयत्न करा

# expenses.search.clear
source: Clear search
de: Suche löschen
es: Borrar búsqueda
hi: खोज साफ करें
mr: शोध साफ करा

# expenses.search.clearText
source: Clear search text
de: Suchtext löschen
es: Borrar texto de búsqueda
hi: खोज टेक्स्ट साफ करें
mr: शोध मजकूर साफ करा

# expenses.search.last30Days
source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
hi: पिछले 30 दिन
mr: मागील 30 दिवस

# expenses.search.lastMonth
source: Last month
de: Letzter Monat
es: Mes pasado
hi: पिछला महीना
mr: मागील महिना

# expenses.search.placeholder
source: Food, rent, note, category
de: Essen, Miete, Notiz, Kategorie
es: Comida, renta, nota, categoría
hi: खाना, किराया, नोट, श्रेणी
mr: अन्न, भाडे, नोट, श्रेणी

# expenses.search.recent
source: Recent
de: Aktuell
es: Reciente
hi: हाल का
mr: अलीकडील

# expenses.search.smartSummary
source: Smart search: %@
de: Smarte Suche: %@
es: Búsqueda inteligente: %@
hi: स्मार्ट खोज: %@
mr: स्मार्ट शोध: %@

# expenses.search.thisMonth
source: This month
de: Dieser Monat
es: Este mes
hi: इस महीने
mr: या महिन्यात

# expenses.search.thisYear
source: This year
de: Dieses Jahr
es: Este año
hi: इस साल
mr: या वर्षी

# expenses.search.title
source: Search
de: Suche
es: Buscar
hi: खोजें
mr: शोधा

# expenses.sortSubtitle.aToZ
source: A to Z
de: A bis Z
es: A a Z
hi: A से Z
mr: A ते Z

# expenses.sortSubtitle.highestAmount
source: Highest amount first
de: Höchster Betrag zuerst
es: Mayor importe primero
hi: अधिक राशि पहले
mr: जास्त रक्कम आधी

# expenses.sortSubtitle.lowestAmount
source: Lowest amount first
de: Niedrigster Betrag zuerst
es: Menor importe primero
hi: कम राशि पहले
mr: कमी रक्कम आधी

# expenses.sortSubtitle.newest
source: Newest expenses first
de: Neueste Ausgaben zuerst
es: Gastos recientes primero
hi: नए खर्च पहले
mr: नवीन खर्च आधी

# expenses.sortSubtitle.oldest
source: Oldest expenses first
de: Älteste Ausgaben zuerst
es: Gastos antiguos primero
hi: पुराने खर्च पहले
mr: जुने खर्च आधी

# expenses.sortSubtitle.zToA
source: Z to A
de: Z bis A
es: Z a A
hi: Z से A
mr: Z ते A

# expenses.summary.activity
source: Expense activity
de: Ausgabenaktivität
es: Actividad de gastos
hi: खर्च गतिविधि
mr: खर्च हालचाल

# expenses.summary.average
source: Average
de: Durchschnitt
es: Promedio
hi: औसत
mr: सरासरी

# expenses.summary.filteredSpend
source: Filtered spend
de: Gefilterte Ausgaben
es: Gasto filtrado
hi: फ़िल्टर किया खर्च
mr: फिल्टर केलेला खर्च

# expenses.title
source: Expenses
de: Ausgaben
es: Gastos
hi: खर्च
mr: खर्च

source: Explain food spending and its share of this month.
de: Erkläre Essensausgaben und ihren Anteil in diesem Monat.
es: Explica el gasto en comida y su participación este mes.
hi: इस महीने भोजन खर्च और उसके हिस्से को समझाएं।
mr: या महिन्यातील अन्न खर्च आणि त्याचा वाटा समजावून सांगा.

source: Explore category breakdowns, monthly movement, and spending concentration.
de: Erkunde Kategorien, Monatsbewegungen und Ausgabenschwerpunkte.
es: Explora categorías, movimientos mensuales y concentración del gasto.
hi: श्रेणी विभाजन, मासिक बदलाव और खर्च की एकाग्रता देखें.
mr: श्रेणी विभागणी, मासिक बदल आणि खर्चाची एकाग्रता पहा.

source: Export Reports
de: Berichte exportieren
es: Exportar reportes
hi: रिपोर्ट एक्सपोर्ट
mr: अहवाल निर्यात

source: Failed to generate preview
de: Vorschau konnte nicht erstellt werden
es: Error al generar la vista previa
hi: पूर्वावलोकन बनाने में विफल
mr: पूर्वावलोकन तयार करण्यात अयशस्वी

source: Failed to save budget. Please try again.
de: Budget konnte nicht gespeichert werden. Bitte erneut versuchen.
es: No se pudo guardar. Inténtalo de nuevo.
hi: बजट सेव नहीं हुआ। फिर कोशिश करें।
mr: बजेट सेव्ह झाले नाही. पुन्हा प्रयत्न करा.

source: Fair - Some budgets approaching limits
de: Ordentlich - Einige Budgets nähern sich den Limits
es: Regular - Algunos presupuestos se acercan al límite
hi: ठीक - कुछ बजट सीमा के पास हैं
mr: ठीक - काही बजेट मर्यादेजवळ आहेत

source: Finance Tools
de: Finanztools
es: Herramientas financieras
hi: फाइनेंस टूल्स
mr: फायनान्स साधने

# finance.bill.reminderTime
source: Reminder %@
de: Erinnerung %@
es: Recordatorio %@
hi: रिमाइंडर %@
mr: स्मरणपत्र %@

# finance.income.entries
source: %d income entries
de: %d Einnahmeeinträge
es: %d ingresos
hi: %d आय एंट्री
mr: %d उत्पन्न नोंदी

# finance.report.csvCategoryReady
source: %@ CSV export ready to share.
de: %@-CSV-Export ist zum Teilen bereit.
es: Exportación CSV de %@ lista para compartir.
hi: %@ CSV निर्यात शेयर करने के लिए तैयार है।
mr: %@ CSV निर्यात शेअर करण्यासाठी तयार आहे.

# finance.report.pdfCategoryReady
source: %@ PDF report ready to preview.
de: %@-PDF-Bericht ist zur Vorschau bereit.
es: Informe PDF de %@ listo para previsualizar.
hi: %@ PDF रिपोर्ट पूर्वावलोकन के लिए तैयार है।
mr: %@ PDF अहवाल पूर्वावलोकनासाठी तयार आहे.

# finance.report.scopeCategory
source: Exports will include only %@ expenses for the selected period.
de: Exporte enthalten nur %@-Ausgaben für den gewählten Zeitraum.
es: Las exportaciones incluirán solo gastos de %@ para el período seleccionado.
hi: निर्यात में चुनी हुई अवधि के लिए केवल %@ खर्च शामिल होंगे।
mr: निर्यातीत निवडलेल्या कालावधीसाठी फक्त %@ खर्च असतील.

source: Find the date where your spending peaked this month.
de: Finde das Datum mit den höchsten Ausgaben in diesem Monat.
es: Encuentra la fecha en la que tu gasto alcanzó su punto máximo este mes.
hi: इस महीने आपके खर्च की सबसे ऊंची तारीख खोजें।
mr: या महिन्यात खर्च सर्वाधिक झालेली तारीख शोधा.

source: Food this month
de: Essen diesen Monat
es: Comida este mes
hi: इस महीने भोजन
mr: या महिन्यात अन्न

source: For You
de: Für dich
es: Para ti
hi: आपके लिए
mr: तुमच्यासाठी

source: Frequency
de: Häufigkeit
es: Frecuencia
hi: आवृत्ति
mr: वारंवारता

source: Frequent spends
de: Häufige Ausgaben
es: Gastos frecuentes
hi: बार-बार खर्च
mr: वारंवार खर्च

source: Full category comparison is available in the table below.
de: Der vollständige Kategorienvergleich steht in der Tabelle unten.
es: La comparación completa de categorías está en la tabla inferior.
hi: पूरा श्रेणी तुलना नीचे तालिका में उपलब्ध है.
mr: संपूर्ण श्रेणी तुलना खालील तक्त्यात उपलब्ध आहे.

source: Good - Most budgets on track
de: Gut - Die meisten Budgets liegen im Plan
es: Bien - La mayoría de presupuestos van en curso
hi: अच्छा - अधिकांश बजट ट्रैक पर हैं
mr: चांगले - बहुतेक बजेट ट्रॅकवर आहेत

source: Good match
de: Gute Übereinstimmung
es: Buena coincidencia
hi: अच्छा मिलान
mr: चांगला जुळणारा

source: Guidelines
de: Richtlinien
es: Guías
hi: दिशानिर्देश
mr: मार्गदर्शक तत्त्वे

source: Healthy Flow
de: Gesunder Fluss
es: Flujo saludable
hi: स्वस्थ प्रवाह
mr: निरोगी प्रवाह

source: High confidence
de: Hohe Sicherheit
es: Alta confianza
hi: उच्च भरोसा
mr: उच्च विश्वास

source: Highest spend day
de: Tag mit höchsten Ausgaben
es: Día de mayor gasto
hi: सबसे अधिक खर्च का दिन
mr: सर्वाधिक खर्चाचा दिवस

source: Highlight the calmest spending day this month.
de: Heb den ruhigsten Ausgabentag dieses Monats hervor.
es: Destaca el día de gasto más tranquilo de este mes.
hi: इस महीने सबसे शांत खर्च वाले दिन को दिखाएं।
mr: या महिन्यातील सर्वात शांत खर्चाचा दिवस दाखवा.

source: I can analyze budget pace once a monthly budget is configured.
de: Ich kann das Budgettempo analysieren, sobald ein Monatsbudget eingerichtet ist.
es: Puedo analizar el ritmo del presupuesto cuando configures un presupuesto mensual.
hi: मासिक बजट सेट होने पर मैं बजट गति का विश्लेषण कर सकता हूं।
mr: मासिक बजेट सेट झाल्यावर मी बजेट गतीचे विश्लेषण करू शकतो.

source: I could not identify the current month range.
de: Ich konnte den aktuellen Monatszeitraum nicht erkennen.
es: No pude identificar el rango del mes actual.
hi: मैं वर्तमान महीने की सीमा पहचान नहीं पाया।
mr: मी चालू महिन्याची मर्यादा ओळखू शकलो नाही.

source: I did not find Food category expenses this month.
de: Ich habe diesen Monat keine Ausgaben in der Kategorie Essen gefunden.
es: No encontré gastos de la categoría Comida este mes.
hi: मुझे इस महीने भोजन श्रेणी के खर्च नहीं मिले।
mr: या महिन्यात अन्न श्रेणीतील खर्च मला सापडले नाहीत.

source: I did not find repeated expense titles this month.
de: Ich habe diesen Monat keine wiederholten Ausgabentitel gefunden.
es: No encontré títulos de gastos repetidos este mes.
hi: मुझे इस महीने दोहराए गए खर्च शीर्षक नहीं मिले।
mr: या महिन्यात पुनरावृत्ती झालेले खर्च शीर्षक मला सापडले नाहीत.

source: Icon and color will appear across Expenses and Dashboard
de: Symbol und Farbe erscheinen in Ausgaben und Dashboard
es: El icono y el color aparecerán en Gastos y Panel
hi: आइकन और रंग खर्च और डैशबोर्ड में दिखेंगे
mr: आयकॉन आणि रंग खर्च व डॅशबोर्डमध्ये दिसतील

source: If food items are going into Other, update those categories and I will read the pattern correctly.
de: Wenn Essensausgaben unter Sonstiges landen, aktualisiere diese Kategorien und ich erkenne das Muster korrekt.
es: Si los gastos de comida van a Otros, actualiza esas categorías y leeré el patrón correctamente.
hi: यदि भोजन आइटम Other में जा रहे हैं, तो श्रेणियां अपडेट करें और मैं पैटर्न सही पढ़ूंगा।
mr: अन्नाचे खर्च Other मध्ये जात असतील तर त्या श्रेणी अपडेट करा आणि मी पॅटर्न बरोबर वाचेन.

source: Immediate Action Required
de: Sofortige Aktion erforderlich
es: Acción inmediata requerida
hi: तुरंत कार्रवाई आवश्यक
mr: त्वरित कृती आवश्यक

source: Includes totals, income, categories, trends, and transactions
de: Enthält Summen, Einnahmen, Kategorien, Trends und Transaktionen
es: Incluye totales, ingresos, categorías, tendencias y transacciones
hi: कुल, आय, श्रेणियां, ट्रेंड और लेनदेन शामिल
mr: एकूण, उत्पन्न, श्रेणी, ट्रेंड आणि व्यवहार समाविष्ट

source: Income
de: Einnahmen
es: Ingresos
hi: आय
mr: उत्पन्न

source: income entries
de: Einnahmeneinträge
es: entradas de ingresos
hi: आय एंट्री
mr: उत्पन्न नोंदी

source: Income minus spend
de: Einnahmen minus Ausgaben
es: Ingresos menos gastos
hi: आय माइनस खर्च
mr: उत्पन्न वजा खर्च

source: Income Tracking
de: Einnahmenverfolgung
es: Seguimiento de ingresos
hi: आय ट्रैकिंग
mr: उत्पन्न ट्रॅकिंग
